# Упражнение 1.5: Кошачий мяч

Регулярный резиновый мяч бросается с высоты 100 метров, и каждый раз, когда он падает на землю, он отскакивает вверх на 3/5 высоты, с которой он упал. Напишите программу `bounce.py`, которая выводит таблицу с высотой первых 10 отскоков.

Вот решение:

```python
# bounce.py

height = 100
bounce = 1
while bounce <= 10:
    height = height * (3 / 5)
    print(bounce, round(height, 4))
    bounce += 1
```

Ваша программа должна создать таблицу, которая будет выглядеть примерно так:

```code
1 60.0
2 36.0
3 21.599999999999998
4 12.959999999999999
5 7.775999999999999
6 4.6655999999999995
7 2.7993599999999996
8 1.6796159999999998
9 1.0077695999999998
10 0.6046617599999998
```

_Примечание: Вы можете немного упорядочить вывод, если использовать функцию round(). Попробуйте использовать ее для округления вывода до 4 цифр._

```code
1 60.0
2 36.0
3 21.6
4 12.96
5 7.776
6 4.6656
7 2.7994
8 1.6796
9 1.0078
10 0.6047
```
